var questions=[{
        "id": 1,
        "question": "1.采区回风巷和采掘工作面回风巷风流中,瓦斯浓度最大允许值为()。",
        "option": [{
                "value": "A",
                "desc": "A、 0.50%"
            },
            {
                "value": "B",
                "desc": "B、 1.00%"
            },
            {
                "value": "C",
                "desc": "C、 1.50%"
            }
        ],
        "answer": "B",
        "analysis": {
            "text": "瓦斯爆炸的下限浓度是5% 是指在没有任何其他影响因素，对地面新鲜空气的实验室得出的结论。由于井下瓦斯检测设备和人员的操作都存在误差。瓦斯浓度的测量值可能要低于测量地点真实瓦斯浓度。世界所有产煤国家的相关规定中，无一例外地都对瓦斯防治采用了较大的安全系数。我国采用了5 倍的安全系数即1%。",
            "img": ""
        },
        "flag": 1,
        "grade": "3.5"
    },
    {
        "id": 2,
        "question": "2.在混合气体中,当氧气浓度低于()时,瓦斯就失去爆炸的可能性。",
        "option": [{
                "value": "A",
                "desc": "A、 18%"
            },
            {
                "value": "B",
                "desc": "B、 17%"
            },
            {
                "value": "C",
                "desc": "C、 12%"
            }
        ],
        "answer": "C",
        "analysis": {
            "text": "当氧气浓度减少到12％以下时，瓦斯混合气体即失去爆炸性。这一性质对井下密闭的火区有很大影响，在密闭的火区内往往积存大量瓦斯，且有火源存在，但因氧的浓度低，并不会发生爆炸。如果有新鲜空气进入，氧气浓度达到12％以上，就可能发生爆炸。因此，对火区应严加管理，在启封火区时更应格外慎重，必须在火熄灭后才能启封。",
            "img": ""
        },
        "flag": 1,
        "grade": "3.5"
    },
    {
        "id": 3,
        "question": "3.煤与瓦斯突出多发生在()。",
        "option": [{
                "value": "A",
                "desc": "A、 岩巷掘进工作面"
            },
            {
                "value": "B",
                "desc": "B、 采煤工作面"
            },
            {
                "value": "C",
                "desc": "C、 石门揭煤掘进工作面"
            }
        ],
        "answer": "C",
        "analysis": {
            "text": "应尽可能地减少石门揭穿突出煤层的次数，揭穿地点应避开地质构造带。如条件许可，应尽量将石门布臵在保护区，或先掘出揭煤地点的煤层巷道，然后再与石门贯通。已掘煤道应超过贯通位臵5米以上，并保持正常通风。",
            "img": ""
        },
        "flag": 1,
        "grade": "3.5"
    },
    {
        "id": 4,
        "question": "4.使用光学瓦斯测定器检测瓦斯时,如果空气中含有H2S,将使瓦斯测定结果()。",
        "option": [{
                "value": "A",
                "desc": "A、 偏低"
            },
            {
                "value": "B",
                "desc": "B、 偏高"
            },
            {
                "value": "C",
                "desc": "C、 不变"
            }
        ],
        "answer": "B",
        "analysis": {
            "text": "光学瓦斯测定器因其测量气体浓度工作原理，会导致空气假如含有一氧化碳和硫化氢时，读数增大。",
            "img": ""
        },
        "flag": 1,
        "grade": "3.5"
    },
    {
        "id": 5,
        "question": "5.采煤工作面风流中的甲烷传感器应设置在回风巷距工作面煤壁不大于()处。",
        "option": [{
                "value": "A",
                "desc": "A、 10m"
            },
            {
                "value": "B",
                "desc": "B、 5m"
            },
            {
                "value": "C",
                "desc": "C、 15m"
            }
        ],
        "answer": "A",
        "analysis": {
            "text": "U 形通风方式采煤工作面甲烷传感器的设置，T代表甲烷传感器。",
            "img": ""
        },
        "flag": 1,
        "grade": "3.5"
    },
    {
        "id": 6,
        "question": "6.矿用防爆标志符号“d”为()设备。",
        "option": [{
                "value": "A",
                "desc": "A、 增安型"
            },
            {
                "value": "B",
                "desc": "B、 隔爆型"
            },
            {
                "value": "C",
                "desc": "C、 本质安全型"
            }
        ],
        "answer": "B",
        "analysis": {
            "text": "隔爆型电气设备（d）：是指把能点燃爆炸性混合物的部件封闭在一个外壳内，该外壳能承受内部爆炸性混合物的爆炸压力并阻止和周围的爆炸性混合物传爆的电气设备。",
            "img": ""
        },
        "flag": 1,
        "grade": "3.5"
    },
    {
        "id": 7,
        "question": "7.煤炭自燃发火的条件有3条,()自燃。",
        "option": [{
                "value": "A",
                "desc": "A、 只要3条中的一项条件存在,煤炭即可"
            },
            {
                "value": "B",
                "desc": "B、 只要3条中的两项条件存在,煤炭即可"
            },
            {
                "value": "C",
                "desc": "C、 三项条件必须同时存在,煤炭才能"
            }
        ],
        "answer": "C",
        "analysis": {
            "text": "煤炭自然发火必须同时具备三个条件,即自燃的三要素:煤本身要有自燃倾向性(自燃的可能性);有氧气(空气)的供给;氧化产生的热量能够聚集。",
            "img": ""
        },
        "flag": 1,
        "grade": "3.5"
    },
    {
        "id": 8,
        "question": "8.油料火灾不宜用()灭火。",
        "option": [{
                "value": "A",
                "desc": "A、 沙子"
            },
            {
                "value": "B",
                "desc": "B、 水"
            },
            {
                "value": "C",
                "desc": "C、 干粉"
            }
        ],
        "answer": "B",
        "analysis": {
            "text": "油料密度比水小，会浮动在水面上扩散，使火灾面积扩大。",
            "img": ""
        },
        "flag": 1,
        "grade": "3.5"
    },
    {
        "id": 9,
        "question": "9.采煤工作面爆破地点附近20m范围内风流瓦斯浓度达到1.0%时,严禁爆破。其20m范围是指()。",
        "option": [{
                "value": "A",
                "desc": "A、 上风流端20m"
            },
            {
                "value": "B",
                "desc": "B、下风流端20m"
            },
            {
                "value": "C",
                "desc": "C、 上、下风流端各20m"
            }
        ],
        "answer": "C",
        "analysis": {
            "text": "无论采煤工作面上风流端或者下风流端瓦斯浓度达到1%，严禁进行爆破作业。",
            "img": ""
        },
        "flag": 1,
        "grade": "3.5"
    },
    {
        "id": 10,
        "question": "10.矿井气候条件是指空气()三者综合作用的结果。",
        "option": [{
                "value": "A",
                "desc": "A、 风阻、风量和空气压力"
            },
            {
                "value": "B",
                "desc": "B、温度、湿度和风速"
            },
            {
                "value": "C",
                "desc": "C、 温度、风速和空气压力"
            }
        ],
        "answer": "B",
        "analysis": {
            "text": "温度、湿度和风速是评价矿井气候条件的主要指标。",
            "img": ""
        },
        "flag": 1,
        "grade": "3.5"
    },
    {
        "id": 11,
        "question": "11.炮掘工作面在贯通前(),必须停止一个工作面作业,做好调整通风系统的准备工作。",
        "option": [{
                "value": "A",
                "desc": "A、 20m"
            },
            {
                "value": "B",
                "desc": "B、30m"
            },
            {
                "value": "C",
                "desc": "C、 50m"
            }
        ],
        "answer": "A",
        "analysis": {
            "text": "贯通巷道必须遵守下列规定：巷道贯通前应当制定贯通专项措施。综合机械化掘进巷道在相距50 m前、其他巷道在相距20 m 前，必须停止一个工作面作业，做好调整通风系统的准备工作。",
            "img": ""
        },
        "flag": 1,
        "grade": "3.5"
    },
    {
        "id": 12,
        "question": "12.影响瓦斯爆炸界限的因素有()。",
        "option": [{
                "value": "A",
                "desc": "A、 其他可燃气体"
            },
            {
                "value": "B",
                "desc": "B、发生爆炸的地点"
            },
            {
                "value": "C",
                "desc": "C、 空气中的氧浓度"
            }
        ],
        "answer": "AC",
        "analysis": {
            "text": "瓦斯爆炸只要具备三要素即可，与地点无关。",
            "img": ""
        },
        "flag": 2,
        "grade": "3.5"
    },
    {
        "id": 13,
        "question": "13.排放瓦斯必须执行的原则是()。",
        "option": [{
                "value": "A",
                "desc": "A、 断电"
            },
            {
                "value": "B",
                "desc": "B、撤人"
            },
            {
                "value": "C",
                "desc": "C、 限量"
            },
            {
                "value": "D",
                "desc": "D、 警戒"
            }
        ],
        "answer": "ABCD",
        "analysis": {
            "text": "排放瓦斯时，必须立即切断停风区域内一切电气设备的电源、停止作业、撤出人员，设置栅栏，并要经常检查瓦斯。",
            "img": ""
        },
        "flag": 2,
        "grade": "3.5"
    },
    {
        "id": 14,
        "question": "14.划分矿井瓦斯等级的主要作用是()。",
        "option": [{
                "value": "A",
                "desc": "A、 用于风量计算"
            },
            {
                "value": "B",
                "desc": "B、 确定矿井产量"
            },
            {
                "value": "C",
                "desc": "C、 确定矿井的瓦斯管理制度"
            },
            {
                "value": "D",
                "desc": "D、 选用电气设备"
            }
        ],
        "answer": "ACD",
        "analysis": {
            "text": "将瓦斯矿井分为不同的等级，主要是为了在矿井基建及生产阶段对不同瓦斯等级的矿井采取针对性的专项技术措施。对不同等级矿井的安全生产管理工作采取不同的手段，保证安全生产工作的顺利进行。",
            "img": ""
        },
        "flag": 2,
        "grade": "3.5"
    },
    {
        "id": 15,
        "question": "15.常用的矿用瓦斯抽放泵的形式有()。",
        "option": [{
                "value": "A",
                "desc": "A、 水环式真空泵"
            },
            {
                "value": "B",
                "desc": "B、 轴流式抽放泵"
            },
            {
                "value": "C",
                "desc": "C、 离心式鼓风机"
            },
            {
                "value": "D",
                "desc": "D、 回转式鼓风机"
            }
        ],
        "answer": "ACD",
        "analysis": {
            "text": "煤矿常用的瓦斯抽放泵为水环式真空泵、离心式鼓风机、回转式鼓风机。",
            "img": ""
        },
        "flag": 2,
        "grade": "3.5"
    },
    {
        "id": 16,
        "question": "16.压入式局部通风机向掘进工作面有供风时产生循环风,其害处主要是不能保证掘进工作面足够的风量。()",
        "option": [{
                "value": "对",
                "desc": "对"
            },
            {
                "value": "错",
                "desc": "错"
            }
        ],
        "answer": "错",
        "analysis": {
            "text": "循环风可能造成瓦斯积聚、风量不足、粉尘积聚。",
            "img": ""
        },
        "flag": 1,
        "grade": "3.5"
    },
    {
        "id": 17,
        "question": "17.隔离式自救器不受外界气体的限制,可以在含有各种有毒气体及缺氧的环境中使用。()",
        "option": [{
                "value": "对",
                "desc": "对"
            },
            {
                "value": "错",
                "desc": "错"
            }
        ],
        "answer": "对",
        "analysis": {
            "text": "隔离式自救器是依靠自救器中提供的氧气，供佩戴人员呼吸并同外界空气完全隔绝的一种救生装置。因本身能产生氧气供佩戴人员呼吸，它就不受外界空气中有毒气体的种类及其浓度和氧气含量的限制。在有煤和瓦斯突出危险的矿井中，必须采用隔离式自救器。",
            "img": ""
        },
        "flag": 1,
        "grade": "3.5"
    },
    {
        "id": 18,
        "question": "18.瓦斯比空气轻,易积聚在巷道顶部。()",
        "option": [{
                "value": "对",
                "desc": "对"
            },
            {
                "value": "错",
                "desc": "错"
            }
        ],
        "answer": "对",
        "analysis": {
            "text": "瓦斯密度小于空气，在巷道中往往存在上浮的倾向。",
            "img": ""
        },
        "flag": 1,
        "grade": "3.5"
    },
    {
        "id": 19,
        "question": "19.掘进工作面的专职瓦斯检查工的交接班地点应在局部通风机处。()",
        "option": [{
                "value": "对",
                "desc": "对"
            },
            {
                "value": "错",
                "desc": "错"
            }
        ],
        "answer": "对",
        "analysis": {
            "text": "专职瓦检员分别在采煤工作面回风巷入口的新鲜风流处和掘进工作面局部通风机处交接班，其他情况交接班地点由矿总工程师根据矿井的实际确定。",
            "img": ""
        },
        "flag": 1,
        "grade": "3.5"
    },
    {
        "id": 20,
        "question": "20.已设置密闭的盲巷,在密闭外这一段巷道内必须每周检查1次瓦斯。",
        "option": [{
                "value": "对",
                "desc": "对"
            },
            {
                "value": "错",
                "desc": "错"
            }
        ],
        "answer": "错",
        "analysis": {
            "text": "已设置密闭的盲巷,在密闭外这一段巷道内必须每天检查1次瓦斯。",
            "img": ""
        },
        "flag": 1,
        "grade": "3.5"
    },
    {
        "id": 21,
        "question": "21.采煤工作面回风流中的瓦斯测定应在煤壁线10m以外的回风流中测定。",
        "option": [{
                "value": "对",
                "desc": "对"
            },
            {
                "value": "错",
                "desc": "错"
            }
        ],
        "answer": "对",
        "analysis": {
            "text": "U 形通风方式采煤工作面甲烷传感器的设置，T代表甲烷传感器。",
            "img": "image/tiku/ti5.png"
        },
        "flag": 1,
        "grade": "3"
    },
    {
        "id": 22,
        "question": "22.采煤工作面采用下行风,机电设备设在回风巷时,回风流中瓦斯浓度不得超过0.5%。",
        "option": [{
                "value": "对",
                "desc": "对"
            },
            {
                "value": "错",
                "desc": "错"
            }
        ],
        "answer": "错",
        "analysis": {
            "text": "采煤工作面采用下行风,机电设备设在回风巷时,回风流中瓦斯浓度不得超过1%。",
            "img": ""
        },
        "flag": 1,
        "grade": "3"
    },
    {
        "id": 23,
        "question": "23.掘进工作面瓦斯和二氧化碳浓度的测定,每个测点应连续测定3次,取其平均值作为测定结果和处理依据。()",
        "option": [{
                "value": "对",
                "desc": "对"
            },
            {
                "value": "错",
                "desc": "错"
            }
        ],
        "answer": "错",
        "analysis": {
            "text": "瓦斯浓度应取其最大值作为测定依据。",
            "img": ""
        },
        "flag": 1,
        "grade": "3"
    },
    {
        "id": 24,
        "question": "24.瓦斯涌出分为普通涌出和特殊涌出。() ",
        "option": [{
                "value": "对",
                "desc": "对"
            },
            {
                "value": "错",
                "desc": "错"
            }
        ],
        "answer": "对",
        "analysis": {
            "text": "瓦斯特殊涌出包括瓦斯喷出和煤（岩）与瓦斯突出两种。在短时间内大量的瓦斯从煤（岩）体孔隙、空洞或炮眼中异常涌出的现象叫喷出；如在喷出的同时，伴随有大量破碎的煤（岩）块被抛出的现象则叫突出。瓦斯特殊涌出的范围是局部的，时间也较短，但瓦斯涌出的数量可能很大，而且由于突发性，往往造成极大的危害。",
            "img": ""
        },
        "flag": 1,
        "grade": "3"
    },
    {
        "id": 25,
        "question": "25.排放瓦斯后,经检查证实,独头巷道内风流中瓦斯浓度不超过1%、氧浓度不低于20%、二氧化碳浓度不超过1.5%,且稳定10min后,瓦斯浓度没有变化,才可以恢复局部通风机的正常通风。()",
        "option": [{
                "value": "对",
                "desc": "对"
            },
            {
                "value": "错",
                "desc": "错"
            }
        ],
        "answer": "错",
        "analysis": {
            "text": "测量后应稳定30min后才可恢复通风。",
            "img": ""
        },
        "flag": 1,
        "grade": "3"
    },
    {
        "id": 26,
        "question": "26.在有安全措施条件下,专用排瓦斯巷内可以进行生产作业和设置电气设备。()",
        "option": [{
                "value": "对",
                "desc": "对"
            },
            {
                "value": "错",
                "desc": "错"
            }
        ],
        "answer": "错",
        "analysis": {
            "text": "专用排瓦斯巷道禁止运行电气设备和作业。",
            "img": ""
        },
        "flag": 1,
        "grade": "3"
    },
    {
        "id": 27,
        "question": "27.含有瓦斯的混合气体中混入其他可燃性气体,会使瓦斯爆炸浓度的下限下降。",
        "option": [{
                "value": "对",
                "desc": "对"
            },
            {
                "value": "错",
                "desc": "错"
            }
        ],
        "answer": "对",
        "analysis": {
            "text": "混入其他可燃气体后，会使瓦斯共容易发生爆炸，爆炸浓度下限降低。",
            "img": ""
        },
        "flag": 1,
        "grade": "3"
    },
    {
        "id": 28,
        "question": "28.在停风时间较长或瓦斯涌出量较大的盲巷检测瓦斯或其他有害气体浓度时,最少应有两人一起入内检查,两人一前一后,边检查边前进。()",
        "option": [{
                "value": "对",
                "desc": "对"
            },
            {
                "value": "错",
                "desc": "错"
            }
        ],
        "answer": "对",
        "analysis": {
            "text": "安排两人同时进入可防止单独一人发生意外后不能及时发现，发生中毒、窒息等事故。",
            "img": ""
        },
        "flag": 1,
        "grade": "3"
    },
    {
        "id": 29,
        "question": "29.在井下无论发生哪一类火灾,都应充分利用火灾现场现有的工具尽快投入灭火。()",
        "option": [{
                "value": "对",
                "desc": "对"
            },
            {
                "value": "错",
                "desc": "错"
            }
        ],
        "answer": "错",
        "analysis": {
            "text": "应该判断火灾原因，采取相应的灭火措施。",
            "img": ""
        },
        "flag": 1,
        "grade": "3"
    },
    {
        "id": 30,
        "question": "30.单巷掘进工作面回风巷风流中瓦斯和二氧化碳浓度的测定,应在回风巷风流中进行,并取其最大值作为测定结果和处理标准。()",
        "option": [{
                "value": "对",
                "desc": "对"
            },
            {
                "value": "错",
                "desc": "错"
            }
        ],
        "answer": "对",
        "analysis": {
            "text": "瓦斯测量时，应取最大值作为测定结果。",
            "img": ""
        },
        "flag": 1,
        "grade": "3"
    }
]
//模块化
module.exports = {
    questions: questions
}